GT2/RANS/KOmegaSST_lowRE_V1_g2/constant/momentumTransport
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |				
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10                                  	
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    object      momentumTransport;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType RAS;

RAS
{
    //RASModel        kEpsilon;
    RASModel            kOmegaSST;
    //RASModel           SpalartAllmaras;

    turbulence      on;

    printCoeffs     on;
}

// ************************************************************************* //
